<template>
  <div class="newsinfo-container">
      <!-- 大标题 -->
    <h3 class="title">新闻标题</h3>
    <!-- 子标题 -->
    <p class="subtitle">
      <span>发表时间：2020.02.20 20:20:20</span>
      <span>点击：0次</span>
    </p>
    <hr />
    <!-- 内容区域 -->
    <div class="content">
      这条小鱼在乎
      有这么一个故bai事。du
      在暴风雨后的一个早晨，一个男人zhi来到海边散步。他一边沿海边走dao着，一边注意到，在沙滩的浅水洼里，有许多被昨夜的暴风雨卷上岸来的小鱼。它们被困在浅水洼里，回不了大海了，虽然近在咫尺。被困的小鱼，也许有几百条，甚至几千条。用不了多久，浅水洼里的水就会被沙粒吸干，被太阳蒸干，这些小鱼都会干死的。
      男人继续朝前走。他忽然看见前面有一个小男孩，走得很慢，而且不停地在每一个水洼旁弯下腰去―――他在捡起水洼里的小鱼，并且用力把它们扔回大海。这个男人停下来，注视着这个小男孩，看他拯救着小鱼们的生命。
      终于，这个男人忍不住走过去：“孩子，这水洼里有几百几千条小鱼，你救不过来的。”
      “我知道。”小男孩头也不抬地回答。
      “哦？那你为什么还在扔？谁在乎呢？”
      “这条小鱼在乎！”男孩儿一边回答，一边拾起一条鱼扔进大海。
      “这条在乎，这条也在乎！还有这一条，这一条，这一条……”
      天堂没有睡懒觉
      天低低地垂着，铅灰色的云像一块漫了过多水分的湿布挂在天空。
      我躺在病床上，身边的母亲两眼都哭肿了。我想为她拭去眼泪，可身体愣是不听使唤，一动也不动。这时，房门被打开，进来了几位护士。她们用力推开妈妈，将一块白布遮住我的面颊，然后一起把我抬走了。护士将我推到一个寂静的地方停了下来，门上的牌子写着：太平间。
      我被放了进去，昏暗的房间中，躺着许多俱冰冷的尸体。我唯一的结论是——我死了！
      我短暂的生命就这样结束了！我再也不能偎依在母亲怀里了！眼泪像断了线的珠子，吧嗒吧嗒落了下来。就在这时，我脸上的白布被打开，出现了一个可爱的小天使，“你好啊！”她眨巴着眼睛，抖动着洁白的羽翼，对我微笑道，“恭喜你，你在人间很善良，死后可以来到天堂生活。请你明天在8点前来天堂报道。”说完，她张开双翅，一溜烟飞走了。
      天堂？那是我小时候最向往的地方，如今我就要去那里生活了？
      第二天，当时钟敲响7声，我飞出太平间，来到了天上。天堂比我想象的还要美丽：梯子是金子做的，还撒了许多我没见过的花瓣，一朵朵轻纱般的白云，在周围浮动着。我来到天堂的门前，轻轻叩响了玲珑剔透的门。可是这门没有敞开。
      “小朋友，别等了，天堂准是在谁懒觉呢！”一位满脸皱纹的老奶奶走来。“天堂怎么会睡懒觉？”“不知道！但是它天天睡懒觉，老是过了迎接新人的时辰，我已经在这里等了8天了！你还是跟我一起走吧！我带你去一个安全的地方，那里有很多跟我们一样进不去的人呢！”“天堂也睡懒觉？”好像睡懒觉是我们学生的专长吧！“哎呀，鬼斧神差来抓我们了，快逃！”
      还未等我反应过来，一黑一白两个丑八怪就出现在我面前。“小朋友，跟我去十八层地狱吧！”黑怪龇牙咧嘴着“不要！我是要去天堂的。”“算你倒霉，天堂最近老睡懒觉！” “不要！”我拼命奔跑着……
      “儿子……”耳里隐约传来母亲的声音。我惊醒过来，发现自己额头上已满是冷汗。原来这只是个梦。多么可怕的梦！我突然想到了刚才在“天堂”发生的一切，不禁打了个寒颤。“妈妈，为什么每个人都会死呢？”妈妈先是愣了愣，然后朝我微笑道：“人死了可以上天堂生活呀！那里比人间幸福多了！”“万一天堂睡懒觉，人进不去呢？”我的话居然让妈妈大笑起来：“傻孩子，天堂不会睡懒觉，它一定会准时为人敞开大门的，因为它有神力呀！”妈妈的话着实让我轻松了许多。
      随着年龄的增长，人难免会对死亡产生畏惧，但只要我们相信好人会上天堂就可以了！相信吧，天堂不会睡懒觉！
      问候天空
      以前我走路总有一种特殊的姿势——低头。是的，走路的时候，我总是习惯于低着头走路，犹如有一把枷锁上在颈上。用妈的话说，我是在低头找黄金。
      但后来我发现自己与阔而蓝的天空有着一种情谊，我喜欢仰着头，或是躺在草坪上呆呆地望天，而且，常常一望就是一个多小时，阔而蓝的天空着实让我着迷。于是我渐渐改掉了这个毛病。
      凝望着，凝望着，这时候时间就仿佛停滞了，望着阔而蓝的天空，顿觉自己是在读一本无字天书，我左看、右看、上看、下看，反正都是空白的，没有字里行间。这本天书的名字就叫“天空”。我试图要读懂它，但事与愿违。于是我就想啊，普通的人怎么能看得懂这本深奥的书呢？它可不是一本普通的书，它的妙幻、深邃、变幻莫测，是我们必须用心去读的。
      我在心底悄悄的向天空问候，这时候，天空便不再是一本死的天书，它是有灵魂的。我至此才明白，用心读这本书的意义。
      天空阔而蓝，阔得大于海洋，无边无垠，不知道哪里才是它的尽头；又蓝得令人心旷神怡，令人豁达开朗。
      你看天边的那一朵朵云，不停的变幻着形状，那么令人向往，真让我有一种想跑的冲动。那一朵朵妙幻的云朵，使我心驰神往的地方，它是那么神奇。这么想着，身体真有一种飘飘欲仙的感觉了。
      可是，它太高了，比珠穆朗玛峰还要高，又太深不可测。要想去到哪个地方，还真不易呀，需要我们的智慧与胆识。我能够感受得到，那一朵一朵此时对我来说就是一个一个的绊脚石，它是我的阻拦。但对我而言，我最向往的，尽管高不可攀，深不可测，又有什么关系呢？想到这里，我紧张的心倏的开朗起来，忘却了重重烦恼，摒弃了种种杂念，抛开了层层困难，只想着要攀登到那仰之弥高的云层。我的目标是问候天空。
      我微笑的注视着它。天空依然大大方方的蓝，毫不羞涩，使我的心也充满了喜悦。我年轻，我自信。此刻，我向天空笑了。我想到了夸父追日的故事，觉得他与我是这般的相近。还记得，当年夸父看见太阳每天从东边升起来，又从西方落下去，他想：“如果总是白天就好了。我要想办法把太阳抓住，让它永远照亮大地。”
    </div>

    <!-- 评论子组件 -->
    <comment-box></comment-box>

  </div>
</template>

<script>

import comment from '../subcomponents/comment.vue';

export default {
    data() {
        return {}
    },
    methods: {},
    components: {     //注册子组件的
        "comment-box": comment
    }
};
</script>

<style lang="scss" scoped>
.newsinfo-container {
  padding: 0 4px;
  .title {
    font-size: 16px;
    text-align: center;
    margin: 15px 0;
    color: red;
  }
  .subtitle {
    font-size: 13px;
    color: #226aff;
    display: flex;
    justify-content: space-between;
  }
  .content {
      font-size: 14px;
  }
}
</style>